cabiee_backend/app/controllers/points_controller.rb

SELECT "points".* FROM "points"
---
	def index
		@points = Point.all